Repository: Lordly-Tech/YuBing
Catalog: apple/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

source: 可在这里创建子文件夹。
en: You can create subfolders here.
ja: You can create subfolders here.
ko: You can create subfolders here.
zh_hant: You can create subfolders here.

source: 可跟随系统自动切换，也可以始终使用浅色或深色外观。
en: Follow the system automatically, or always use Light or Dark appearance.
ja: システムに合わせて自動で切り替えるか、常にライトまたはダーク表示にできます。
ko: 시스템을 자동으로 따르거나 항상 라이트 또는 다크 모드를 사용할 수 있습니다.
zh_hant: 可跟隨系統自動切換，也可以始終使用淺色或深色外觀。

source: 可阅读格式
en: Readable Formats
ja: Readable Formats
ko: Readable Formats
zh_hant: Readable Formats

source: 同一 Wi-Fi 传输
en: Same Wi-Fi Transfer
ja: Wi-Fi転送
ko: Wi-Fi 전송
zh_hant: 同一Wi-Fi傳輸

source: 同步到 Apple Watch
en: Sync to Apple Watch
ja: Apple Watchと同期
ko: Apple Watch와 동기화
zh_hant: 同步至 Apple Watch

source: 名称
en: Name
ja: 名前
ko: 이름
zh_hant: 名稱

source: 名称不可用
en: Name unavailable
ja: 名前を使用できません
ko: 이름을 사용할 수 없음
zh_hant: 名稱不可用

source: 名称不能为空或包含斜杠。
en: Name cannot be empty or contain a slash.
ja: Name cannot be empty or contain a slash.
ko: Name cannot be empty or contain a slash.
zh_hant: Name cannot be empty or contain a slash.

source: 名称已存在
en: Name already exists
ja: 名前はすでに存在します
ko: 이름이 이미 존재함
zh_hant: 名稱已存在

source: 听歌时长
en: Listening Time
ja: Listening Time
ko: Listening Time
zh_hant: Listening Time

source: 听歌时长会在本机播放时自动累计。
en: Listening time is counted automatically during playback on this device.
ja: このデバイスで再生するとリスニング時間が自動的に加算されます。
ko: 이 기기에서 재생할 때 감상 시간이 자동으로 누적됩니다.
zh_hant: 聽歌時長會在本機播放時自動累計。

source: 唱片集
en: Album
ja: アルバム
ko: 앨범

source: 回到上次阅读位置
en: Resume Last Position
ja: 最後の位置に戻る
ko: 마지막 위치로 돌아가기
zh_hant: 回到上次閱讀位置

source: 因网络、系统、权限、苹果服务变更或设备硬件问题导致的中断、延迟或数据损失，开发者在法律允许范围内不承担超出强制法律规定的责任。
en: For interruptions, delays, or data loss caused by network, system, permission, Apple service changes, or device hardware issues, the developer assumes no liability beyond mandatory legal requirements where permitted by law.
ja: For interruptions, delays, or data loss caused by network, system, permission, Apple service changes, or device hardware issues, the developer assumes no liability beyond mandatory legal requirements where permitted by law.
ko: For interruptions, delays, or data loss caused by network, system, permission, Apple service changes, or device hardware issues, the developer assumes no liability beyond mandatory legal requirements where permitted by law.
zh_hant: For interruptions, delays, or data loss caused by network, system, permission, Apple service changes, or device hardware issues, the developer assumes no liability beyond mandatory legal requirements where permitted by law.

source: 图库
en: Gallery
ja: ギャラリー
ko: 갤러리
zh_hant: 圖庫

source: 图库是空的
en: Gallery Is Empty
ja: ギャラリーは空です
ko: 갤러리가 비어 있음
zh_hant: 圖庫是空的

source: 图片
en: Images
ja: 画像
ko: 이미지
zh_hant: 圖片

source: 在专辑中搜索
en: Search in albums
ja: アルバム内を検索
ko: 앨범에서 검색
zh_hant: 在專輯中搜尋

source: 在阅读器中点击书签按钮即可添加。
en: Tap the bookmark button in the reader to add one.
ja: リーダーでブックマークボタンをタップすると追加できます。
ko: 리더에서 책갈피 버튼을 탭하면 추가할 수 있습니다.
zh_hant: 在閱讀器中點擊書籤按鈕即可新增。

source: 声道
en: Channels
ja: チャンネル
ko: 채널
zh_hant: 聲道

source: 外观
en: Appearance
ja: 外観
ko: 모양
zh_hant: 外觀

source: 夜间
en: Night
ja: 夜間
ko: 야간
zh_hant: 夜間

source: 大小
en: Size
ja: サイズ
ko: 크기

source: 好
en: OK
ja: OK
ko: 확인

source: 如对本协议有疑问，请通过 App Store 开发者页面联系。
en: For questions about this agreement, contact us through the developer page on the App Store.
ja: For questions about this agreement, contact us through the developer page on the App Store.
ko: For questions about this agreement, contact us through the developer page on the App Store.
zh_hant: For questions about this agreement, contact us through the developer page on the App Store.

source: 如有疑问，请通过 App Store 开发者页面联系我们。
en: If you have questions, contact us from the App Store developer page.
ja: ご不明な点はApp Storeのデベロッパーページからお問い合わせください。
ko: 궁금한 점이 있으면 App Store 개발자 페이지를 통해 문의하세요.
zh_hant: 如有疑問，請透過 App Store 開發者頁面聯絡我們。

source: 如有问题，请通过 App Store 开发者页面联系。
en: For questions, contact us through the developer page on the App Store.
ja: For questions, contact us through the developer page on the App Store.
ko: For questions, contact us through the developer page on the App Store.
zh_hant: For questions, contact us through the developer page on the App Store.

source: 如果你不再使用本应用，也可以通过删除应用和相关备份来清除本机数据。
en: If you stop using the app, you can remove local data by deleting the app and related backups.
ja: If you stop using the app, you can remove local data by deleting the app and related backups.
ko: If you stop using the app, you can remove local data by deleting the app and related backups.
zh_hant: If you stop using the app, you can remove local data by deleting the app and related backups.

source: 媒体
en: Media
ja: Media
ko: Media
zh_hant: Media

source: 媒体库：仅用于扫描和导入本机音乐。
en: Media Library: Used only to scan and import local music.
ja: Media Library: Used only to scan and import local music.
ko: Media Library: Used only to scan and import local music.
zh_hant: Media Library: Used only to scan and import local music.

source: 字体大小
en: Font Size
ja: 文字サイズ
ko: 글자 크기
zh_hant: 字體大小

source: 字号
en: Font Size
ja: 文字サイズ
ko: 글자 크기
zh_hant: 字號

source: 完成
en: Done
ja: 完了
ko: 완료

source: 定时关闭
en: Sleep Timer
ja: スリープタイマー
ko: 취침 타이머
zh_hant: 定時關閉

source: 对于严重违反本协议或适用法律的行为，开发者可限制相关功能或停止提供部分服务。
en: For serious violations of this agreement or applicable law, the developer may restrict related features or stop providing certain services.
ja: For serious violations of this agreement or applicable law, the developer may restrict related features or stop providing certain services.
ko: For serious violations of this agreement or applicable law, the developer may restrict related features or stop providing certain services.
zh_hant: For serious violations of this agreement or applicable law, the developer may restrict related features or stop providing certain services.

source: 导入
en: Import
ja: 読み込む
ko: 가져오기
zh_hant: 匯入

source: 导入书籍
en: Import Books
ja: 書籍を読み込む
ko: 도서 가져오기
zh_hant: 匯入書籍

source: 导入失败
en: Import Failed
ja: Import Failed
ko: Import Failed
zh_hant: 匯入失敗

source: 导入完成
en: Import Complete
ja: Import Complete
ko: Import Complete
zh_hant: 匯入完成

source: 导入文件
en: Import Files
ja: ファイルを読み込む
ko: 파일 가져오기
zh_hant: 匯入檔案

source: 封面
en: Covers
ja: カバー
ko: 표지

source: 小时
en: hr
ja: 時間
ko: 시간
zh_hant: 小時

source: 小说
en: Novels
ja: 小説
ko: 소설
zh_hant: 小說

source: 小说与漫画
en: Novels and Comics
ja: Novels and Comics
ko: Novels and Comics
zh_hant: Novels and Comics

source: 尚未启动
en: Not Started
ja: 未開始
ko: 시작되지 않음
zh_hant: 尚未啟動

source: 屏幕
en: Screen
ja: Screen
ko: Screen
zh_hant: 螢幕

source: 左右翻页，章节内容会自动排成适合当前屏幕的页面。
en: Turn pages left and right. Chapters are paginated for the current screen.
ja: 左右にページをめくります。章は現在の画面に合わせて自動でページ分割されます。
ko: 좌우로 페이지를 넘깁니다. 장 내용은 현재 화면에 맞게 자동으로 나뉩니다.
zh_hant: 左右翻頁，章節內容會自動排成適合目前螢幕的頁面。

source: 已停止
en: Stopped
ja: 停止しました
ko: 중지됨

source: 已允许
en: Allowed
ja: 許可済み
ko: 허용됨
zh_hant: 已允許

source: 已关闭
en: Off
ja: オフ
ko: 꺼짐
zh_hant: 已關閉

source: 已关闭播放器
en: Player Closed
ja: Player Closed
ko: Player Closed
zh_hant: Player Closed

source: 已加入后台传输队列（%@ 个）
en: Added to background transfer queue (%@)
ja: バックグラウンド転送キューに追加しました（%@ 個）
ko: 백그라운드 전송 대기열에 추가됨(%@개)
zh_hant: 已加入背景傳輸佇列（%@ 個）

source: 已发送 %@ 个，%@ 个转换失败
en: Sent %@; %@ failed to convert
ja: %@ 個を送信、%@ 個の変換に失敗しました
ko: %@개 전송됨, %@개 변환 실패
zh_hant: 已傳送 %@ 個，%@ 個轉換失敗

source: 已启动，请连接 Wi-Fi 后重新开始传输
en: Started. Connect to Wi-Fi, then start transfer again.
ja: 開始しました。Wi-Fiに接続してから転送をもう一度開始してください。
ko: 시작되었습니다. Wi-Fi에 연결한 뒤 전송을 다시 시작하세요.
zh_hant: 已啟動，請連接 Wi-Fi 後重新開始傳輸

source: 已导入 %@ 首，跳过 %@ 首云端或受保护歌曲。
en: Imported %@ songs and skipped %@ cloud or protected songs.
ja: Imported %@ songs and skipped %@ cloud or protected songs.
ko: Imported %@ songs and skipped %@ cloud or protected songs.
zh_hant: Imported %@ songs and skipped %@ cloud or protected songs.

source: 已开启
en: On
ja: オン
ko: 켜짐
zh_hant: 已開啟

source: 已拒绝
en: Denied
ja: 拒否済み
ko: 거부됨
zh_hant: 已拒絕

source: 已接收 %@ 个文件
en: Received %@ files
ja: %@個のファイルを受信しました
ko: %@개 파일을 받음
zh_hant: 已接收 %@ 個檔案

source: 已收到 %@
en: Received %@
ja: %@ を受信しました
ko: %@ 받음

source: 已添加书签
en: Bookmark Added
ja: ブックマークを追加しました
ko: 책갈피가 추가됨
zh_hant: 已新增書籤

source: 已用空间
en: Storage Used
ja: 使用済み容量
ko: 사용한 공간
zh_hant: 已用空間

source: 已记录
en: Recorded
ja: 記録済み
ko: 기록됨
zh_hant: 已記錄

source: 已连接 iPhone
en: Connected to iPhone
ja: iPhone に接続しました
ko: iPhone에 연결됨
zh_hant: 已連接 iPhone

source: 已适配播放器、横屏布局和滚动歌词体验。MeloX 以 GPL-3.0 发布。
en: Player, landscape layout, and scrolling lyrics experience are adapted. MeloX is released under GPL-3.0.
ja: プレーヤー、横向きレイアウト、スクロール歌詞体験を適用しています。MeloXはGPL-3.0で公開されています。
ko: 플레이어, 가로 레이아웃, 스크롤 가사 경험을 적용했습니다. MeloX는 GPL-3.0으로 배포됩니다.
zh_hant: 已適配播放器、橫向佈局和滾動歌詞體驗。MeloX 以 GPL-3.0 發布。

source: 已选择
en: Selected
ja: 選択済み
ko: 선택됨
zh_hant: 已選擇

source: 已选择 %@ 个：%@
en: Selected %@: %@
ja: %@個を選択：%@
ko: %@개 선택: %@
zh_hant: 已選擇 %@ 個：%@

source: 已阅读 %@
en: Read %@
ja: %@読了
ko: %@ 읽음
zh_hant: 已閱讀 %@

source: 常驻亮屏
en: Keep Screen On
ja: 画面を常にオン
ko: 화면 켜짐 유지
zh_hant: 保持螢幕開啟

source: 应用语言
en: App Language
ja: アプリの言語
ko: 앱 언어
zh_hant: App 語言

source: 开启
en: On
ja: On
ko: On
zh_hant: 開啟

source: 开启自动翻页
en: Enable Auto Page Turn
ja: Enable Auto Page Turn
ko: Enable Auto Page Turn
zh_hant: Enable Auto Page Turn

source: 开启随机播放
en: Enable Shuffle
ja: Enable Shuffle
ko: Enable Shuffle
zh_hant: Enable Shuffle

source: 开始
en: Start
ja: Start
ko: Start
zh_hant: 開始

source: 开始上传
en: Start Upload
ja: アップロード開始
ko: 업로드 시작
zh_hant: 開始上傳

source: 开始传输
en: Start Transfer
ja: 転送を開始
ko: 전송 시작
zh_hant: 開始傳輸

source: 开源
en: Open Source
ja: オープンソース
ko: 오픈 소스
zh_hant: 開源

source: 开源与许可证
en: Open Source and Licenses
ja: オープンソースとライセンス
ko: 오픈 소스 및 라이선스
zh_hant: 開源與授權條款

source: 当你使用同一 Wi-Fi 传输或 Apple Watch 同步时，相关文件会在你的设备之间流转，不会主动上传到我们自有服务器。
en: When you use same-Wi-Fi transfer or Apple Watch sync, related files move between your devices and are not actively uploaded to our own servers.
ja: When you use same-Wi-Fi transfer or Apple Watch sync, related files move between your devices and are not actively uploaded to our own servers.
ko: When you use same-Wi-Fi transfer or Apple Watch sync, related files move between your devices and are not actively uploaded to our own servers.
zh_hant: When you use same-Wi-Fi transfer or Apple Watch sync, related files move between your devices and are not actively uploaded to our own servers.

source: 当你使用系统音乐库、相册、文件选择器或相机扫描等功能时，你主动授权并选中的内容及其必要元数据。
en: Content and required metadata that you explicitly authorize and select when using the system music library, Photos, file picker, or camera scanning features.
ja: Content and required metadata that you explicitly authorize and select when using the system music library, Photos, file picker, or camera scanning features.
ko: Content and required metadata that you explicitly authorize and select when using the system music library, Photos, file picker, or camera scanning features.
zh_hant: Content and required metadata that you explicitly authorize and select when using the system music library, Photos, file picker, or camera scanning features.

source: 当前使用
en: Currently using
ja: 使用中
ko: 사용 중
zh_hant: 目前使用

source: 当前播放
en: Now Playing
ja: Now Playing
ko: Now Playing
zh_hant: Now Playing

source: 当前播放，浏览焦点
en: Now Playing, Browse Focus
ja: Now Playing, Browse Focus
ko: Now Playing, Browse Focus
zh_hant: Now Playing, Browse Focus

source: 当前文件夹中已有同名项目。
en: An item with the same name already exists in this folder.
ja: An item with the same name already exists in this folder.
ko: An item with the same name already exists in this folder.
zh_hant: An item with the same name already exists in this folder.

source: 当前文件夹已有同名项目。
en: An item with the same name already exists in this folder.
ja: このフォルダには同じ名前の項目がすでにあります。
ko: 현재 폴더에 같은 이름의 항목이 이미 있습니다.
zh_hant: 目前資料夾已有同名項目。

source: 当前歌曲
en: Current Song
ja: Current Song
ko: Current Song
zh_hant: 目前歌曲

source: 当前歌曲暂无滚动歌词。
en: No synced lyrics are available for the current song.
ja: No synced lyrics are available for the current song.
ko: No synced lyrics are available for the current song.
zh_hant: No synced lyrics are available for the current song.

source: 当前歌词放大
en: Current Line Scale
ja: 現在の行の拡大
ko: 현재 행 확대
zh_hant: 目前歌詞放大

source: 当前版本主要在你的设备本地运行，不要求你注册账号，也不以广告追踪或跨应用画像为目的收集信息。
en: The current version mainly runs locally on your device. It does not require account registration and does not collect information for ad tracking or cross-app profiling.
ja: The current version mainly runs locally on your device. It does not require account registration and does not collect information for ad tracking or cross-app profiling.
ko: The current version mainly runs locally on your device. It does not require account registration and does not collect information for ad tracking or cross-app profiling.
zh_hant: The current version mainly runs locally on your device. It does not require account registration and does not collect information for ad tracking or cross-app profiling.

source: 快速打开本地音乐曲库。
en: Quickly open your local music library.
ja: Quickly open your local music library.
ko: Quickly open your local music library.
zh_hant: Quickly open your local music library.

source: 快速淡入淡出
en: Quick Fade
ja: クイックフェード
ko: 빠른 페이드

source: 恢复
en: Reset
ja: リセット
ko: 초기화
zh_hant: 恢復

source: 恢复默认歌词动效
en: Reset Lyric Effects
ja: 歌詞アニメーションをリセット
ko: 가사 효과 초기화
zh_hant: 恢復預設歌詞動效

source: 我们会尽力使用系统提供的安全机制保护你的数据，但任何电子存储和传输方式都无法做到绝对安全。请妥善保管设备和备份。
en: We make reasonable efforts to protect your data using system-provided security mechanisms, but no electronic storage or transmission method is completely secure. Please protect your device and backups.
ja: We make reasonable efforts to protect your data using system-provided security mechanisms, but no electronic storage or transmission method is completely secure. Please protect your device and backups.
ko: We make reasonable efforts to protect your data using system-provided security mechanisms, but no electronic storage or transmission method is completely secure. Please protect your device and backups.
zh_hant: We make reasonable efforts to protect your data using system-provided security mechanisms, but no electronic storage or transmission method is completely secure. Please protect your device and backups.

source: 我们可能会根据功能变化或法律要求更新本协议。更新后会在应用内展示。
en: We may update this policy as features change or legal requirements evolve. Updates will be shown in the app.
ja: We may update this policy as features change or legal requirements evolve. Updates will be shown in the app.
ko: We may update this policy as features change or legal requirements evolve. Updates will be shown in the app.
zh_hant: We may update this policy as features change or legal requirements evolve. Updates will be shown in the app.

source: 我们可能会随版本更新调整功能和条款。若你继续使用更新后的版本，即视为接受相应调整。
en: We may adjust features and terms with version updates. Continued use of an updated version means you accept those changes.
ja: We may adjust features and terms with version updates. Continued use of an updated version means you accept those changes.
ko: We may adjust features and terms with version updates. Continued use of an updated version means you accept those changes.
zh_hant: We may adjust features and terms with version updates. Continued use of an updated version means you accept those changes.

source: 我们处理的信息
en: Information We Process
ja: Information We Process
ko: Information We Process
zh_hant: Information We Process

source: 我喜欢
en: Liked Songs
ja: お気に入り
ko: 좋아하는 노래
zh_hant: 我喜歡

source: 我的
en: My
ja: マイ
ko: 내

source: 所有设备累计
en: Across All Devices
ja: 全デバイス合計
ko: 모든 기기 통합
zh_hant: 所有裝置累計

source: 所选项目不支持在 Watch 上打开
en: The selected items cannot be opened on Watch
ja: 選択した項目は Watch で開けません
ko: 선택한 항목은 Watch에서 열 수 없습니다
zh_hant: 所選項目不支援在 Watch 上開啟

source: 手机会先把电子书转换为带章节和封面的离线书籍包，再传到手表。
en: The phone converts ebooks into offline book packages with chapters and covers before sending them to the Watch.
ja: The phone converts ebooks into offline book packages with chapters and covers before sending them to the Watch.
ko: The phone converts ebooks into offline book packages with chapters and covers before sending them to the Watch.
zh_hant: The phone converts ebooks into offline book packages with chapters and covers before sending them to the Watch.

source: 手表上的资料库
en: Library on Watch
ja: Library on Watch
ko: Library on Watch
zh_hant: Library on Watch

source: 手表无需连接手机即可选章、阅读和记录进度。
en: The Watch can choose chapters, read, and track progress without staying connected to the phone.
ja: The Watch can choose chapters, read, and track progress without staying connected to the phone.
ko: The Watch can choose chapters, read, and track progress without staying connected to the phone.
zh_hant: The Watch can choose chapters, read, and track progress without staying connected to the phone.

source: 打开 MeloX 项目
en: Open MeloX Project
ja: Open MeloX Project
ko: Open MeloX Project
zh_hant: Open MeloX Project

source: 打开系统设置
en: Open System Settings
ja: システム設定を開く
ko: 시스템 설정 열기
zh_hant: 開啟系統設定

source: 打开音乐
en: Open Music
ja: 音楽を開く
ko: 음악 열기
zh_hant: 開啟音樂

source: 扫描本机 iTunes / iPod 音乐库
en: Scan the local iTunes / iPod music library
ja: Scan the local iTunes / iPod music library
ko: Scan the local iTunes / iPod music library
zh_hant: Scan the local iTunes / iPod music library

source: 扫描版 PDF 没有可提取文字，但仍能按原页面阅读。
en: Scanned PDFs have no extractable text, but can still be read as original pages.
ja: Scanned PDFs have no extractable text, but can still be read as original pages.
ko: Scanned PDFs have no extractable text, but can still be read as original pages.
zh_hant: Scanned PDFs have no extractable text, but can still be read as original pages.

source: 扫描系统音乐库
en: Scan System Music Library
ja: Scan System Music Library
ko: Scan System Music Library
zh_hant: 掃描系統音樂庫

source: 找不到压缩文件目录。
en: The archive directory could not be found.
ja: The archive directory could not be found.
ko: The archive directory could not be found.
zh_hant: The archive directory could not be found.

source: 排序
en: Sort
ja: 並び替え
ko: 정렬

source: 排版
en: Layout
ja: レイアウト
ko: 레이아웃

source: 接下来播放
en: Up Next
ja: 次に再生
ko: 다음 재생
zh_hant: 接下來播放

source: 接受协议
en: Acceptance
ja: Acceptance
ko: Acceptance
zh_hant: Acceptance

source: 接收失败
en: Receive failed
ja: 受信に失敗しました
ko: 수신 실패
zh_hant: 接收失敗

source: 提取 Word 正文后自动识别章节；复杂版式会转换为纯文本。
en: Extracts Word body text and detects chapters; complex layouts are converted to plain text.
ja: Extracts Word body text and detects chapters; complex layouts are converted to plain text.
ko: Extracts Word body text and detects chapters; complex layouts are converted to plain text.
zh_hant: Extracts Word body text and detects chapters; complex layouts are converted to plain text.

source: 搜索
en: Search
ja: 検索
ko: 검색
zh_hant: 搜尋

source: 搜索书名
en: Search Books
ja: 書籍を検索
ko: 도서 검색
zh_hant: 搜尋書名

source: 搜索兼容文件
en: Search Compatible Files
ja: 互換ファイルを検索
ko: 호환 파일 검색
zh_hant: 搜尋相容檔案

source: 搜索当前文件夹
en: Search Current Folder
ja: 現在のフォルダを検索
ko: 현재 폴더 검색
zh_hant: 搜尋目前檔案夾

source: 搜索歌曲、艺人或专辑
en: Search Songs, Artists or Albums
ja: 曲、アーティスト、アルバムを検索
ko: 노래, 아티스트 또는 앨범 검색
zh_hant: 搜尋歌曲、藝人或專輯

source: 搜索照片或视频
en: Search Photos or Videos
ja: 写真や動画を検索
ko: 사진 또는 비디오 검색
zh_hant: 搜尋照片或影片

source: 搜索章节
en: Search Chapters
ja: 章を検索
ko: 장 검색
zh_hant: 搜尋章節

source: 播放
en: Play
ja: 再生
ko: 재생

source: 播放全部
en: Play All
ja: Play All
ko: Play All
zh_hant: Play All

source: 播放器、横屏布局、歌词动效和专辑体验改编自 youshen2/MeloX。
en: Player, landscape layout, lyric effects, and album experience are adapted from youshen2/MeloX.
ja: プレーヤー、横向きレイアウト、歌詞エフェクト、アルバム体験は youshen2/MeloX を基にしています。
ko: 플레이어, 가로 레이아웃, 가사 효과, 앨범 경험은 youshen2/MeloX를 바탕으로 했습니다.
zh_hant: 播放器、橫向佈局、歌詞動效和專輯體驗改編自 youshen2/MeloX。

source: 播放器音量
en: Player Volume
ja: Player Volume
ko: Player Volume
zh_hant: Player Volume

source: 播放失败
en: Playback Failed
ja: 再生に失敗しました
ko: 재생 실패
zh_hant: 播放失敗

source: 播放完成
en: Playback Finished
ja: Playback Finished
ko: Playback Finished
zh_hant: Playback Finished

source: 播放视频
en: Play Video
ja: 動画を再生
ko: 비디오 재생
zh_hant: 播放影片

source: 播放进度
en: Playback Progress
ja: Playback Progress
ko: Playback Progress
zh_hant: 播放進度

source: 播放速度
en: Playback Speed
ja: 再生速度
ko: 재생 속도

source: 播放队列
en: Playback Queue
ja: Playback Queue
ko: Playback Queue
zh_hant: 播放佇列

source: 播放队列为空
en: Playback Queue Is Empty
ja: Playback Queue Is Empty
ko: Playback Queue Is Empty
zh_hant: Playback Queue Is Empty

source: 支持 MP3、FLAC、WAV、AAC、AIFF、M4A、DSD、DSF、APE、OGG、Opus 与 WMA。
en: Supports MP3, FLAC, WAV, AAC, AIFF, M4A, DSD, DSF, APE, OGG, Opus, and WMA.
ja: MP3、FLAC、WAV、AAC、AIFF、M4A、DSD、DSF、APE、OGG、Opus、WMA に対応しています。
ko: MP3, FLAC, WAV, AAC, AIFF, M4A, DSD, DSF, APE, OGG, Opus, WMA를 지원합니다.
zh_hant: 支援 MP3、FLAC、WAV、AAC、AIFF、M4A、DSD、DSF、APE、OGG、Opus 與 WMA。

source: 支持 MP3、FLAC、WAV、AAC、AIFF、M4A、DSD、DSF、APE、OGG、Opus 与 WMA。请从首页添加音乐。
en: Supports MP3, FLAC, WAV, AAC, AIFF, M4A, DSD, DSF, APE, OGG, Opus, and WMA. Add music from Home.
ja: Supports MP3, FLAC, WAV, AAC, AIFF, M4A, DSD, DSF, APE, OGG, Opus, and WMA. Add music from Home.
ko: Supports MP3, FLAC, WAV, AAC, AIFF, M4A, DSD, DSF, APE, OGG, Opus, and WMA. Add music from Home.
zh_hant: Supports MP3, FLAC, WAV, AAC, AIFF, M4A, DSD, DSF, APE, OGG, Opus, and WMA. Add music from Home.

source: 支持 TXT、EPUB、MOBI、AZW3、DOC、DOCX 与 PDF。
en: Supports TXT, EPUB, MOBI, AZW3, DOC, DOCX, and PDF.
ja: TXT、EPUB、MOBI、AZW3、DOC、DOCX、PDF に対応しています。
ko: TXT, EPUB, MOBI, AZW3, DOC, DOCX, PDF를 지원합니다.
zh_hant: 支援 TXT、EPUB、MOBI、AZW3、DOC、DOCX 與 PDF。

source: 支持 TXT、EPUB、MOBI、AZW3、DOC、DOCX 与 PDF。请从首页导入书籍。
en: Supports TXT, EPUB, MOBI, AZW3, DOC, DOCX, and PDF. Import books from Home.
ja: Supports TXT, EPUB, MOBI, AZW3, DOC, DOCX, and PDF. Import books from Home.
ko: Supports TXT, EPUB, MOBI, AZW3, DOC, DOCX, and PDF. Import books from Home.
zh_hant: Supports TXT, EPUB, MOBI, AZW3, DOC, DOCX, and PDF. Import books from Home.

source: 支持 TXT、EPUB、MOBI、AZW3、DOC、DOCX、PDF、图片与影音文件。
en: Supports TXT, EPUB, MOBI, AZW3, DOC, DOCX, PDF, images, audio, and video files.
ja: TXT、EPUB、MOBI、AZW3、DOC、DOCX、PDF、画像、音声、動画ファイルに対応しています。
ko: TXT, EPUB, MOBI, AZW3, DOC, DOCX, PDF, 이미지, 오디오 및 동영상 파일을 지원합니다.
zh_hant: 支援 TXT、EPUB、MOBI、AZW3、DOC、DOCX、PDF、圖片與影音檔案。

source: 支持的阅读格式
en: Supported Reading Formats
ja: Supported Reading Formats
ko: Supported Reading Formats
zh_hant: Supported Reading Formats

source: 收藏
en: Favorites
ja: お気に入り
ko: 즐겨찾기

source: 收藏歌单
en: Favorite Playlist
ja: Favorite Playlist
ko: Favorite Playlist
zh_hant: Favorite Playlist

source: 收藏歌曲
en: Favorite Song
ja: Favorite Song
ko: Favorite Song
zh_hant: Favorite Song

source: 收藏项目
en: Favorite Items
ja: お気に入り項目
ko: 즐겨찾기 항목
zh_hant: 收藏項目

source: 收起播放器
en: Collapse Player
ja: Collapse Player
ko: Collapse Player
zh_hant: Collapse Player

source: 整段歌词依次移动时带轻微弹性。
en: Adds a slight spring as the lines move in sequence.
ja: 行が順に動くときにわずかな弾性を加えます。
ko: 행이 차례로 움직일 때 약간의 탄성을 더합니다.
zh_hant: 整段歌詞依次移動時帶輕微彈性。

source: 文件
en: Files
ja: ファイル
ko: 파일
zh_hant: 檔案

source: 文件夹
en: Folder
ja: フォルダ
ko: 폴더
zh_hant: 檔案夾

source: 文件夹不能移入自身。
en: A folder cannot be moved into itself.
ja: A folder cannot be moved into itself.
ko: A folder cannot be moved into itself.
zh_hant: A folder cannot be moved into itself.

source: 文件夹会创建在“%@”中。
en: The folder will be created in “%@”.
ja: フォルダは「%@」内に作成されます。
ko: 폴더가 “%@” 안에 생성됩니다.
zh_hant: 檔案夾會建立在「%@」中。

source: 文件夹名称不能为空或包含斜杠。
en: Folder name cannot be empty or contain a slash.
ja: Folder name cannot be empty or contain a slash.
ko: Folder name cannot be empty or contain a slash.
zh_hant: Folder name cannot be empty or contain a slash.

source: 文件夹是空的
en: Folder Is Empty
ja: フォルダは空です
ko: 폴더가 비어 있음
zh_hant: 檔案夾是空的

source: 文件已传到 Apple Watch
en: File transferred to Apple Watch
ja: ファイルを Apple Watch に転送しました
ko: 파일이 Apple Watch로 전송되었습니다
zh_hant: 檔案已傳到 Apple Watch
